Repository: dirkgroenen/WooCommerce-GiftCodes
Catalog: woocommerce-giftcodes/languages/wcblgiftcodes-*.po
Languages: nl_nl

source: Add New Code
nl_nl: Code toevoegen

source: Edit Code
nl_nl: Code aanpassen

source: New Code
nl_nl: Nieuwe code

source: View Code
nl_nl: Bekijk code

source: Search Codes
nl_nl: Zoek code

source: No codes found
nl_nl: geen codes gevonden

source: No codes found in the Trash
nl_nl: Geen codes gevonden in de prullenbak

source: We have just added the Spotify codes to your order:
nl_nl: We hebben zojuist de Spotify codes toegevoegd aan uw bestelling:

source: Your Spotify codes are:
nl_nl: Uw Spotify codes zijn:

source: Sold
nl_nl: Verkocht

source: Sold to order
nl_nl: Verkocht aan bestelling

source: Not sold
nl_nl: Niet verkocht

source: Enter giftcard code
nl_nl: Vul giftcard code in
